{ "The Human Eye and the Colorful World":
   ["The ability of the eye to focus on both near and distant objects, by adjusting its focal length, is called the accommodation of the eye.",
    "The smallest distance, at which the eye can see objects clearly without strain, is called the near point of the eye or the least distance of distinct vision. For a young adult with normal vision, it is about 25 cm.", 
    "The common refractive defects of vision include myopia, hypermetropia and presbyopia. Myopia (short-sightedness – the image of distant objects is focussed before the retina) is corrected by using a concave lens of suitable power.",
    "Hypermetropia (far-sightedness – the image of nearby objects is focussed beyond the retina) is corrected by using a convex lens of suitable power. The eye loses its power of accommodation at old age.",
     "The splitting of white light into its component colours is called dispersion.",
     "Scattering of light causes the blue colour of sky."]
  ,
 "Light - Reflection and Refraction":
  ["Light seems to travel in straight lines.",
   "Mirrors and lenses form images of objects. Images can be either real or virtual, depending on the position of the object.",
   "The reflecting surfaces, of all types, obey the laws of reflection. The refracting surfaces obey the laws of refraction.",
   "New Cartesian Sign Conventions are followed for spherical mirrors and lenses.",
    "Mirror Formula, $ 1 \\over v + 1 \\over u  = 1 \\over f$, gives the relationship between the object-distance (u), image-distance (v) and focal length (f) of a spherical mirror",
   "The focal length of a spherical mirror is equal to half its radius of curvature.",
    "The magnification produced by a spherical mirror is the ratio of the height of the image to the height of the object.",
    "A light ray travelling obliquely from a denser medium to a rarer medium bends away from the normal. A light ray bends towards the normal when it travels obliquely from a rarer to a denser medium.",
    "Light travels in vacuum with an enormous speed of $3x10^8$ $m/s$. The speed of light is different in different media.",
    "The refractive index of a transparent medium is the ratio of the speed of light in vacuum to that in the medium.",
    "In case of a rectangular glass slab, the refraction takes place at both air-glass interface and glass-air interface. The emergent ray is parallel to the direction of incident ray.",
    "Lens Formula, $ 1 \\over v - 1 \\over u  = 1 \\over f$, gives the relationship between the object-distance (u), image-distance (v) and focal length (f) of a spherical lens",
    "Power of a lens is the reciprocal of its focal length. The SI unit of power of a lens is dioptre"
  ],

"Electricity": 
["A stream of electrons moving through a conductor constitutes an electric current", 
 "Conventionally, the direction of current is taken opposite to the direction of flow of electrons", 
 " The SI unit of electric current is ampere.",
 "To set the electrons in motion in an electric circuit, we use a cell or a battery. A cell generates a potential difference across its terminals. It is measured in volts (V).",
 "Resistance is a property that resists the flow of electrons in a conductor. It controls the magnitude of the current. The SI unit of resistance is ohm (Ω).",
 "Ohm’s law: The potential difference across the ends of a resistor is directly proportional to the current through it, provided its temperature remains the same.",
 "The resistance of a conductor depends directly on its length, inversely on its area of cross-section, and also on the material of the conductor",
 "The equivalent resistance of several resistors in series is equal to the sum of their individual resistances",
 " A set of resistors connected in parallel has an equivalent resistance R p given by $1 \\over R_p = 1 \\over {R_1} + 1 \\over {R_2} + 1 \\over {R_3} $",
 "The electrical energy dissipated in a resistor is given by $ W = V \\cross I  \\cross t $",
 "The unit of power is watt (W). One watt of power is consumed when 1 A of current, flows at a potential difference of 1 V.",
 "The commercial unit of electrical energy is kilowatt hour (kWh). 1 kW h = 3,600,000 J = 3.6 x 10^6 J."
],

"Magnetic Effects of Electric Current":
[
 "A compass needle is a small magnet. Its one end, which points towards north, is called a north pole, and the other end, which points towards south, is called a south pole.",
 "A magnetic field exists in the region surrounding a magnet, in which the force of the magnet can be detected.",
 "Field lines are used to represent a magnetic field. A field line is the path along which a hypothetical free north pole would tend to move. The direction of the magnetic field at a point is given by the direction that a north pole placed at that point would take. Field lines are shown closer together where the magnetic field is greater.",
 "A metallic wire carrying an electric current has associated with it a magnetic field.",
 "The field lines about the wire consist of a series of concentric circles whose direction is given by the right-hand rule.",
 "The pattern of the magnetic field around a conductor due to an electric current flowing through it depends on the shape of the conductor. The magnetic field of a solenoid carrying a current is similar to that of a bar magnet.",
 "An electromagnet consists of a core of soft iron wrapped around with a coil of insulated copper wire.",
 "A current-carrying conductor when placed in a magnetic field experiences a force.",
"If the direction of the field and that of the current are mutually perpendicular to each other, then the force acting on the conductor will be perpendicular to both and will be given by Fleming’s left-hand rule.",
"In our houses we receive AC electric power of 220 V with a frequency of 50 Hz. One of the wires in this supply is with red insulation, called live wire. The other one is of black insulation, which is a neutral wire. The potential difference between the two is 220 V. The third is the earth wire that has green insulation and this is connected to a metallic body deep inside earth. It is used as a safety measure to ensure that any leakage of current to a metallic body does not give any severe shock to a user.",
"Fuse is the most important safety device, used for protecting the circuits due to short-circuiting or overloading of the circuits."], 

"Our Environment":
["The various components of an ecosystem are interdependent.",
 "The producers make the energy from sunlight available to the rest of the ecosystem.",
 "There is a loss of energy as we go from one trophic level to the next, this limits the number of trophic levels in a food-chain.",
 "Human activities have an impact on the environment.",
 "The use of chemicals like CFCs has endangered the ozone layer. Since the ozone layer protects against the ultraviolet radiation from the Sun, this could damage the environment.",
 "The waste we generate may be biodegradable or non-biodegradable.",
 "The disposal of the waste we generate is causing serious environmental problems."
]

}

